TOKEN = "5625018288:AAGM8biGOBJcXCbI4OewLf5qEgXUHUEvnXw"

open_weather_token = "8f0efc842db513b16db932c84f8e2bd2"

week = {
    "Sunday": "Воскресенье",
    "Monday": "Понедельник",
    "Tuesday": "Вторник",
    "Wednesday": "Среда",
    "Thursday": "Четверг",
    "Friday": "Пятнца",
    "Saturday": "Суббота",
}

month = {
    "January": "Январь",
    "February": "Февраль",
    "March": "Март",
    "April": "Апрель",
    "May": "Май",
    "June": "Июнь",
    "July": "Июль",
    "August": "Август",
    "September": "Сентябрь",
    "October": "Октябрь",
    "November": "Ноябрь",
    "December": "Декабрь",
}

code_to_smile = {
    "Clear": "Ясно \U00002600",
    "Clouds": "Облачно \U00002601",
    "Rain": "Дождь \U00002614",
    "Drizzle": "Дождь \U00002614",
    "Thunderstorm": "Гроза \U000026A1",
    "Snow": "Снег \U0001F328",
    "Mist": "Туман \U0001F32B",
}

cities = {
    "Москва": "moscow",
    "Зеленоград": "zelenograd",
    "Саратов": "saratov",
    "Балаково": "balakovo",
    "Вольск": "volsk",
}

help_answer = str("""Все функции, доступные для вас, вы найдёте в меню кнопок.

● Погода \U00002600 - Расскажу вам, какая температура в городе, который вы выберите
● Чепухи \U0001F921 - Дам ссылочку, на наших чепухов
● Мааася!) \U00002764 - Покажу вам МИЛЕЙШЕГО!)
● Помощь \U0001F4AC - Этим вы только что воспользовались
● Запретка \U0001F64A - Я не люблю некоторый слова


P.S. Обо всех остальных возможностях знает только @ZimeerVir""")
